Repository: IAmMajo/Pleno
Catalog: kivopadmin/kivopadmin/Localizable.xcstrings
Source language: en
Languages: de, tr

source: **Newsletter Data** If you would like to subscribe to the newsletter offered on the app, we require an email address from you as well as information allowing us to verify that you are the owner of the specified email address and agree to receive the newsletter. Additional data is not collected or only collected on a voluntary basis. We exclusively use this data for the delivery of the requested information and do not forward it to any third parties. The processing of the data entered into the newsletter subscription form is done exclusively on the basis of your consent (Art. 6 para. 1 lit. a DSGVO). You can revoke your consent to the storage of the data, the e-mail address, and their use for sending the newsletter at any time, for instance through the "unsubscribe" link in the newsletter. The legality of the data processing operations already carried out remains unaffected by the revocation. The data deposited with us for the purpose of subscribing to the newsletter will be stored by us until you unsubscribe from the newsletter and will be deleted from the newsletter distribution list after cancellation of the newsletter or after a purpose has ceased to apply. We reserve the right to delete or block e-mail addresses from our newsletter distribution list at our own discretion within the bounds of our legitimate interest according to Art. 6 para. 1 lit. f DSGVO. Data stored by us for other purposes remains unaffected by this.
de: **Newsletterdaten** Wenn Sie den auf der App angebotenen Newsletter beziehen möchten, benötigen wir von Ihnen eine E-Mail-Adresse sowie Informationen, welche uns die Überprüfung gestatten, dass Sie der Inhaber der angegebenen E-Mail-Adresse sind und mit dem Empfang des Newsletters einverstanden sind. Weitere Daten werden nicht bzw. nur auf freiwilliger Basis erhoben. Diese Daten verwenden wir ausschließlich für den Versand der angeforderten Informationen und geben diese nicht an Dritte weiter. Die Verarbeitung der in das Newsletteranmeldeformular eingegebenen Daten erfolgt ausschließlich auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Die erteilte Einwilligung zur Speicherung der Daten, der E-Mail-Adresse sowie deren Nutzung zum Versand des Newsletters können Sie jederzeit widerrufen, etwa über den „Austragen“-Link im Newsletter. Die Rechtmäßigkeit der bereits erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt. Die von Ihnen zum Zwecke des Newsletter-Bezugs bei uns hinterlegten Daten werden von uns bis zu Ihrer Austragung aus dem Newsletter bei uns gespeichert und nach der Abbestellung des Newsletters oder nach Zweckfortfall aus der Newsletterverteilerliste gelöscht. Wir behalten uns vor, E-Mail-Adressen aus unserem Newsletterverteiler nach eigenem Ermessen im Rahmen unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO zu löschen oder zu sperren. Daten, die zu anderen Zwecken bei uns gespeichert wurden, bleiben hiervon unberührt.
tr: **Haber Bülteni Verileri** Uygulamada sunulan haber bültenini almak isterseniz, sizden bir e-posta adresi ve bülten almayı kabul ettiğinizi ve belirtilen e-posta adresinin sahibi olduğunuzu doğrulamamıza izin veren bilgiler gereklidir. Diğer veriler sadece gönüllü olarak toplanır. Bu verileri sadece istenen bilgilerin gönderilmesi için kullanırız ve bu verileri üçüncü taraflarla paylaşmayız. Haber bülteni kayıt formuna girilen verilerin işlenmesi, yalnızca sizin onayınıza dayanır (Madde 6, 1. Paragraf, a DSGVO). Veri saklama, e-posta adresi ve haber bültenini göndermek için kullanımına verilen onayınızı her zaman, örneğin haber bültenindeki "Aboneliği İptal Et" bağlantısına tıklayarak iptal edebilirsiniz. İptalden etkilenmeyen veri işleme işlemlerinin yasallığı devam eder. Haber bültenine abone olmak için tarafımıza verdiğiniz veriler, bülten aboneliğinizi iptal edene kadar veya bülten dağıtım listesinden çıktıktan veya amaç sona erdikten sonra tarafımızdan saklanır ve silinir. Madde 6'ya göre, 1. Para, f. DSGVO kapsamında, kendi takdirimize bağlı olarak, haber bülteni dağıtım listemizden e-posta adreslerini silmek veya bloke etmek. Tarafımızca başka amaçlarla saklanmış olan veriler bundan etkilenmez.

source: **Server Log Files** The provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are: - Browser type and browser version - Operating system used - Referrer URL - Hostname of the accessing computer - Time of the server request - IP address There is no merging of this data with other data sources. The collection of this data is based on Art. 6 para. 1 lit. f DSGVO. The operator has a legitimate interest in the technically error-free presentation and optimization of his website, for this the server log files must be recorded.
de: **Server-Log-Dateien** Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind: - Browsertyp und Browserversion - verwendetes Betriebssystem - Referrer URL - Hostname des zugreifenden Rechners - Uhrzeit der Serveranfrage - IP-Adresse Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Erfassung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Betreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website, hierzu müssen die Server-Log-Files erfasst werden.
tr: **Sunucu Log Dosyaları** Sayfaların sağlayıcısı otomatik olarak belirli bilgileri, tarayıcınızın otomatik olarak bize ilettiği, sunucu log dosyaları adı verilen dosyalarda toplar ve saklar. Bunlar: - Tarayıcı tipi ve tarayıcı versiyonu - Kullanılan işletim sistemi - Referans URL - Erişim yapan bilgisayarın ev sahibi adı - Sunucu isteği zamanı - IP adresi Bu verilerin diğer veri kaynaklarıyla birleştirilmesi yapılmamaktadır. Bu verilerin toplanması, Madde, 6 Fıkra, 1 lit. f DSGVO'ya dayanmaktadır. İşletmeci, web sitesinin teknik olarak hata içermeyen sunumu ve optimizasyonu konusunda meşru bir ilgiye sahip olduğu için sunucu log dosyalarının toplanması gerekmektedir.

# in der Bestätigungs-Mail.
source: In the confirmation email.
de: in der Bestätigungs-Mail.
tr: Onay e-postasında.

source: **General Information** The following guidelines provide a simple overview of what happens to your personal data when you use the "Pleno" app. Personal data are all data by which you can be personally identified. For detailed information on data protection, please refer to our privacy policy listed below this text. **Data Collection in this App** **Who is responsible for data collection on this app?** The data processing in the app is carried out by us as operators. You can find our contact details in the ‘Notice on responsibility’ section of this privacy statement. **How do we collect your data?** Your data are collected in two ways. Firstly, you provide us with your data, e.g., by entering it into your user profile. Other data are automatically collected or, with your consent, by using the app through IT systems. These are primarily technical data (e.g., type of device, operating system, or time of access). **What do we use your data for?** Some of the data is collected to ensure the error-free provision of the app. Other data are collected to enable the organizational functions of the app. This includes: - **The name of the club and its logo:** This information is used for identification and allocation within the app. - **Location and time of events or meetings:** This data is necessary to ensure the scheduling and sharing of rides among club members. - **Roles and tasks of members:** These are recorded to support the structuring and task distribution within the club. - **Uploaded content such as protocols or documents:** This information serves the archiving and availability of meeting documents. These data are necessary to provide the functions of the app and to allow for efficient use of the platform. **What rights do you have regarding your data?** You have the right at any time to obtain information free of charge about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can revoke this consent at any time for future processing. In addition, under certain conditions, you have the right to demand the restriction of the processing of your personal data. Furthermore, you have the right to file a complaint with the competent supervisory authority. In case of questions concerning data protection, you can contact us at any time.
de: **Allgemeine Hinweise** Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie die App ,,Pleno” nutzen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung. **Datenerfassung in dieser App** **Wer ist verantwortlich für die Datenerfassung auf dieser Website?** Die Datenverarbeitung in der App erfolgt durch uns als Betreiber. Unsere Kontaktdaten finden Sie im Abschnitt, Hinweis zur Verantwortlichen Stell’ dieser Datenschutzerklärung. **Wie erfassen wir Ihre Daten?** Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen, z. B. durch die Eingabe in das Nutzerprofil. Andere Daten werden automatisch oder nach Ihrer Einwilligung bei der Nutzung der App durch IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Gerätetyp, Betriebssystem oder Uhrzeit des Zugriffs). **Wofür nutzen wir Ihre Daten?** Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der App zu gewährleisten. Andere Daten werden erfasst, um die organisatorischen Funktionen der App zu ermöglichen. Dies umfasst: - **Den Namen des Vereins und dessen Logo:** Diese Informationen dienen der Identifikation und Zuordnung innerhalb der App. - **Ort und Zeit von Veranstaltungen oder Treffen:** Diese Daten sind notwendig, um die Terminplanung und das bilden von Fahrgemeinschaften zwischen Vereinsmitgliedern zu gewährleisten. - **Rollen und Aufgaben der Mitglieder:** Diese werden erfasst, um die Strukturierung und Aufgabenverteilung innerhalb des Vereins zu unterstützen. - **Hochgeladene Inhalte wie Protokolle oder Dokumente:** Diese Informationen dienen der Archivierung und Verfügbarkeit von Sitzungsunterlagen. Diese Daten sind erforderlich, um die Funktionen der App bereitzustellen und eine effiziente Nutzung der Plattform zu ermöglichen. **Welche Rechte haben Sie bezüglich Ihrer Daten?** Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.
tr: **Genel Bilgiler** Bu bilgiler "Pleno" uygulamasını kullandığınızda kişisel verilerinizle ne olduğuna dair basit bir genel bakış sunar. Kişisel veriler, sizin kişisel olarak tanımlanabildiğiniz tüm verilerdir. Gizlilik ile ilgili ayrıntılı bilgileri, bu metin altında listelenen Gizlilik İlkeleri'nden alabilirsiniz. **Bu Uygulamadaki Veri Toplama** **Bu uygulamadaki veri toplamadan kim sorumlu?** Uygulamadaki veri işleme işlemi bizim tarafımızdan, operatörler olarak yürütülür. İletişim bilgilerimizi Gizlilik Bildiriminin 'Sorumlu Kişiye İlişkin Bilgiler' bölümünde bulabilirsiniz. **Verilerinizi nasıl topluyoruz?** Verileriniz, mesela kullanıcı profilinize bilgi girerek bizimle paylaştığınız veriler ve IT sistemleri tarafından uygulamayı kullandığınızda otomatik olarak veya izninizle toplanan diğer veriler şeklinde toplanır. Bunlar ağırlıklı olarak teknik verilerdir (örneğin cihaz tipi, işletim sistemi veya erişim süresi). **Verilerinizi ne için kullanıyoruz?** Verilerin bir kısmı, uygulamanın hata olmadan sağlanabilmesi için toplanır. Diğer veriler, uygulamanın organizasyonel işlevlerini sağlamak için toplanır. Bu işlevler şunları içerir: - **Derneğin adı ve logosu:** Bu bilgiler uygulama içinde tanımlama ve atama için kullanılır. - **Etkinlikler veya toplantıların zamanı ve yeri:** Bu veriler, dernek üyeleri arasında etkinlik planlama ve araç paylaşımının sağlanması için gereklidir. - **Üyelerin rolleri ve görevleri:** Bu bilgiler, dernek içinde yapılanma ve görev dağılımını desteklemek için toplanır. - **Yüklenen içerikler, tutanaklar veya dokümanlar gibi:** Bu bilgiler toplantı belgelerinin arşivlenmesi ve kullanılabilirliği için gereklidir. Bu veriler, uygulamanın işlevlerini sağlamak ve platformun verimli kullanımını sağlamak için gereklidir. **Verilerinizle ilgili hangi haklara sahipsiniz?** Kişisel verilerinizin kökeni, alıcısı ve amacı hakkında her zaman ücretsiz bilgi alma hakkına sahipsiniz. Ayrıca, bu verilerin düzeltilmesini veya silinmesini talep etme hakkına sahipsiniz. Veri işleme için onay verdiyseniz, bu onayı gelecekte herhangi bir zamanda geri çekebilirsiniz. Ayrıca, belirli durumlardaki kişisel verilerinizin işlenmesini sınırlama hakkı da vardır. Ayrıca, yetkili denetim otoritesine şikayette bulunma hakkınız bulunmaktadır. Gizlilik konusunda daha fazla sorunuz varsa, her zaman bizimle iletişime geçebilirsiniz.
